"""
def 구구단(d):
    결과 = d * 1
    결구나 = d * 2
    결구와 = d * 3
    return 결과, 결구나, 결구와


결과, 결구나, 결구와 = 구구단(2)
print(결과, 결구나, 결구와)
"""

"""
def 구구단(d):
    결과 = d * 1
    결구나 = d * 2
    결구와 = d * 3
    결가 = d * 4
    return 결과, 결구나, 결구와, 결가


결과, 결구나, 결구와, 결가 = 구구단(2)
print(결과, 결구나, 결구와, 결가)
"""


def 구구단(d):
    결과 = d * 1
    결구나 = d * 2
    결구와 = d * 3
    결가 = d * 4
    결나 = d * 5
    결다 = d * 6
    결라 = d * 7
    결마 = d * 8
    결바 = d * 9
    결사 = d * 10
    return 결과, 결구나, 결구와, 결가, 결나, 결다, 결라, 결마, 결바, 결사


결과, 결구나, 결구와, 결가, 결나, 결다, 결라, 결마, 결바, 결사 = 구구단(2)
print(결과, 결구나, 결구와, 결가, 결나, 결다, 결라, 결마, 결바, 결사)
